[Main]
DisplayName=Nederlands

[Uninstaller_frmIObitUninstall]
rdibFeedback.Caption=Reageren

[Uninstaller_fraBrowserCleaner]
lbl_NoItems.caption=Uw browser bevat geen Toolbars of Plug-ins
rdlvAllBrowse.Columns[0].Caption=Naam
rdlvAllBrowse.Columns[1].Caption=Waardering
rdlvAllBrowse.Columns[2].Caption=Actie
rdlvCustomBrowse.Columns[0].Caption=Naam
rdlvCustomBrowse.Columns[1].Caption=Uitgever
mniRemove.Caption=Verwijderen
mniRate.Caption=Waarderen
mniIgone.Caption=Negeren
mniRefush.Caption=Verversen
mniOpenFloder.Caption=Bestandslocatie openen
mniOpeninRegedit.Caption=In Regedit openen
mniSelectedAll.Caption=Alles selecteren
mniInvertSelection.Caption=Selectie omkeren
mniSearchOnline.Caption=Online zoeken

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Browser opnieuw instellen
lblConfire.Caption=Wilt u de standaardwaarden opnieuw instellen?
lblHomepageTitle.Caption=Huidige startpagina:
lblSearchTitle.Caption=Huidige standaard-zoekmachine:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Annuleren

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Reageren
lbl_DescTitle.caption=Beschrijving:
lbl_EmailTitle.caption=E-mail:
lbl_ScreenShot.caption=Schermopname
lbl_TypeTitle.caption=Type reactie:
btnImg_FeedBackSend.caption=Verzenden
btnImg_FeedBackCancel.caption=Annuleren
lbl_ContactMsg.caption=Of neem direct contact op via

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit Uninstaller
btnImg_Remove.caption=Verwijderen
lbl_NoTkanks.caption=Deze melding nooit meer weergeven

[Uninstaller_frmSetting]
lbl_Caption.caption=Instellingen
lbl_UserInterfaceTitle.caption=Weergave
lbl_SkinTitle.caption=Thema:
lbl_LanguageTitle.caption=Huidige taal:
lbl_FontSize.caption=Lettergrootte:
lbl_Classic.caption=Klassiek
lbl_White.caption=Wit
lbl_UpdateTitle.caption=Updatewijze
lbl_UpdateRemind.caption=Geef een melding wanneer een update beschikbaar is
lbl_UpdateChooseDes.caption=Updatewijze voor dit product:
lbl_UpdateAuto.caption=Automatische update
lbl_GeneralCaption.caption=Algemeen
lbl_AutoDelete.caption=Achtergebleven bestanden automatisch wissen
lbl_AutoDeleteAfterOtherUninstall.caption=Automatisch achtergebleven bestanden wissen na andere deïnstallatieprogramma's
lbl_RemoveToRecycleBin.caption=Bestanden weggooien in prullenmand
lbl_ShowExplorerButton.caption=Knop "Bestand vernietigen" toevoegen aan de Verkenner
lbl_Notification.caption=Meldingen
lbl_AutoShowTipForm.caption=Waarschuwen wanneer een andere deïnstallatieprogramma actief wordt
lbl_BrowserPlugTip.caption=Waarschuwen wanneer een onveilige Plug-in wordt geïnstalleerd
btnImg_OK.caption=OK
btnImg_Cancel.caption=Annuleren

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Naam
ListView_AppList.Columns[1].caption=Grootte
ListView_AppList.Columns[2].caption=Geïnstalleerd
ListView_AppList.Columns[3].caption=Actie
lbl_Notice.caption=Om uw Windows Apps te bekijken dient uw gebruikersaccount administrator-rechten te hebben.
mniUninstall.caption=Verwijderen
mniRefush.caption=Verversen
mniView.caption=Beeld
mniDetails.caption=Details
mniIcons.caption=Iconen
mniOpenFile.caption=Bestandslocatie openen
mniOpenReg.caption=In Regedit openen
mniOpenWinstore.caption=In Winstore openen
mniSearchOnline.caption=Online zoeken

[Uninstaller_Frame_Update]
ListView_Update.Columns[0].caption=Naam
ListView_Update.Columns[1].caption=Geïnstalleerd
ListView_Update.Columns[2].caption=Actie
lbl_NoItems.caption=Geen Windows Updates beschikbaar.
mniUninstall.caption=Verwijderen
mniRefush.caption=Vernieuwen
mniViewby.caption=Beeld
mniDetails.caption=Details
mniIcons.caption=Iconen

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Geforceerd Verwijderen
lbl_FUInfo.caption=Geforceerd Verwijderen helpt bij het wissen van een programma dat op normale wijze niet kan worden gedeïnstalleerd. Het kan ook helpen bij het verwijderen van een snelkoppeling en het bijbehorende doelbestand.
btnImg_Open.caption=Verkennen…
lbl_DropInfo.caption=Sleep hier een bestand of map om het bijbehorende programma te verwijderen.
btnImg_Uninstall.caption=Verwijderen
btnImg_Cancel.caption=Annuleren
PopMenu_Uninstall.caption=Verwijderen
PopMenu_OpenFolder.caption=Bestandslocatie openen
PopMenu_ViewEntry.caption=Item weergeven
PopMenu_SearchOnline.caption=Online zoeken
ListView_FindReslut.Columns[0].caption=Weergavenaam
ListView_FindReslut.Columns[1].caption=Grootte
ListView_FindReslut.Columns[2].caption=Geïnstalleerd

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=In Regedit openen
mniMenu_Path.caption=Bestandslocatie openen
btnImg_AllMainCancel.caption=Annuleren
btnImg_Advanced.caption=Geavanceerd
btnImg_Uninstall.caption=Verwijderen
lbl_AutoDelete.caption=Automatisch resterende bestanden verwijderen
lbl_IsCreateRestore.caption=Maak een herstelpunt aan voor het verwijderen
lbl_IsUninstallHint.caption=Wilt u dit programma verwijderen?
btnImg_Delete.caption=Verwijderen
btnImg_ReslutCancel.caption=Annuleren
lbl_SeletedAll.caption=Alles selecteren
lbl_ShredFile.caption=Bestanden vernietigen
lbl_AllRestart.caption=Herstart uw computer om het programma volledig te verwijderen. Nu herstarten?
lbl_NoPowerScan.caption=Verwijdering voltooid.
lbl_SomeNeedStart.caption=Herstart uw computer om het programma volledig te verwijderen. Nu herstarten?
btnImg_RecommendClose.caption=Sluiten
btnImg_Restart.caption=Ja
lbl_MoneyBackInfo.caption=U geniet de voordelen van een veiliger en snellere PC door de grondige verwijdering van ongewenste programma's en plug-ins. 60 Dagen geld-teruggarantie. Geen voorwaarden.
lbl_MoneyBackTitle.caption=Gegarandeerd grondige verwijdering en een schonere PC
lbl_UninstallCompleted.caption=Verwijdering voltooid!
lbl_PluginTitle.caption=Maar om veiliger te webbrowsen moeten de volgende problemen worden opgelost:
lbl_UpgradeDes.caption=Koop nu IObit Uninstaller PRO om deze problemen te fiksen.
lbl_AutoUpdateDes.caption=Automatisch en snel resterende bestanden opschonen
lbl_CleanDes.caption=Eenvoudige detectie en verwijdering van bundleware
lbl_MoreDBDes.caption=Verwijdering van meer hardnekkige programma's met de uitgebreide database
lbl_ProTitle.caption=Maar met de PRO-versie:
lbl_RemovePlugin.caption=Kwaadaardige plug-ins verwijderen voor een veiliger webbrowser
lbl_SupportDes.caption=Uw belangrijke programma's up to date houden

[Uninstaller_frm_CheckRelatedForm]
btnImg_OK.caption=Verwijderen
btnImg_Cancel.caption=Annuleren

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Systeemherstel
rdlblDesc.Caption=Herstel uw computer tot de toestand waarin het zich bevond voor het geselecteerde moment. In verband met systeemveiligheid kan het laatste systeemherstelpunt niet worden gewist.
ListView_Restore.Columns[0].Caption=Datum en tijd
ListView_Restore.Columns[1].Caption=Beschrijving
btn_CreateRestorePoint.Caption=Herstelpunt aanmaken
RdImageButton_Restore.Caption=Herstellen
RdImageButton_Delete.Caption=Verwijderen
lblNull.Caption=Geen herstelpunten aangemaakt.

[Uninstaller_Form_CleanTool]
RdLabelCaption.caption=Restanten Opschonen
lbl_Frame_Detail.caption=Restanten Opschonen helpt bij het vinden en opruimen van bestanden die door de standaardverwijdering worden achtergelaten en besparen zo schijfruimte en verbeteren de prestaties van uw systeem.
lbl_Shortcut_Title.caption=Ongeldige snelkoppelingen
lbl_Shortcut_Detail.caption=Zoek en verwijder ongeldige snelkoppelingen in het startmenu, op het bureaublad en andere locaties op uw PC en verbeter zo de prestaties van uw systeem.
lbl_WindowsPatch_Title.caption=Windows Update-opslag
lbl_WindowsPatch_Detail.caption=Ruim tijdelijke bestanden op die zijn gebruikt bij Windows Updates met meer schijfruimte en verbeterede prestaties als gevolg.
lbl_Download_Title.caption=Download-map
lbl_Download_Detail.caption=Zoek bestanden in de standaard-downloadmap van uw browser en downloadprogramma's. Controleer voor het wissen of het nutteloze bestanden betreft.
Menu_Clean_OpenFileLocation.caption=Bestandslocatie openen
Menu_Clean_SelectAll.caption=Alles selecteren
Menu_Clean_InvertSelection.caption=Selectie omkeren
ListView_Clean.Columns[0].Caption=Bestandspad
RdLabelBack.Caption=Terug
ck_SelectALL.Caption=Alles selecteren

[uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Nee, bedankt
RdImgBtnUninstall.caption=Verwijderen
RdListView_History.Columns[0].Caption=Programma
RdListView_History.Columns[1].Caption=Resultaat

[uninstaller_Form_UninstallLog]
RdImageButton_Closetwo.caption=Sluiten

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Restanten Opschonen
lbl_Listview_Title.caption=Selecteer het bestand of de map die vernietigd moet worden:
lblLoading.caption=Laden…
lbl_AddFile.caption=Bestand toevoegen…
lbl_AddFolder.caption=Map toevoegen…
RdImageButton_Shredder.caption=Vernietigen
RdImageButton_Cancel.caption=Annuleren
ListView_FileList.Columns[0].Caption=Bestandspad
Menu_Shredder_Shredder.caption=Vernietigen
Menu_Shredder_AddFile.caption=Bestand toevoegen…
Menu_Shredder_AddFolder.caption=Map toevoegen
Menu_Shredder_Romove.caption=Verwijderen
Menu_Shredder_Clean.caption=Wissen
lbl_Shredder_Tip.caption=Bestanden vernietigen. Dit kan even duren, een ogenblik geduld a.u.b.

[uninstall_Mitor_M]
Lbl_metro_Atten.caption=Attentie
lbl_show.caption="%s" heeft nog restanten die van invloed kunnen zijn op de prestaties van uw PC.
Donotagain_M=Deze melding niet meer weergeven.
Hide_M=Verbergen
showDetails_M=Details tonen
Cleanmanually_M=Handmatig opschonen
Close_M=Sluiten
AutoClean_M=Automatisch opschonen
Cleaning_M=Opschonen
Cleannow_M=Opschonen…
StillLeavas_M="%s" laat nog achter:
RegistryEntries_M=Registervermeldingen
MBFiles_M=MB bestanden
LeftBy_M=restanten van "%s" zijn gewist
Cleanfuture_M=In de toekomst automatisch opschonen
Registry_M=Register
File_M=Bestand
Files_M=bestanden
Items_M=onderdelen
Item_M=onderdeel
rdlblCleanupCompleted.caption=Opschoning voltooid
rdlblIncomplete.caption=Onvoltooid
Setting_M=Instelling
Uselessfiles_M=nutteloze bestanden
Uselessregistryentries_M=nutteloze registervermeldingen
UselessregistryentriesOne_M=nutteloze registervermelding
Removingnow_M=Nu aan het verwijderen…
rdlblRemoving.caption=Nu verwijderen…
TrayHintstill=nog %d resterende zaken kunnen worden opgelost.
CCtrayHint_M=nog %d resterende zaken kunnen worden opgelost.
LeftoversRemoved_M=Verwijderde restanten:
ProStillLeaves_M=restanten van programma %d:
ProStillLeavesone_M=%d programma laat nog steeds achter: 

[UninstallHistory_M]
rdlbl_NoTkanks.caption=Nee, bedankt
RdImageButtonImageButton_Uninstall.caption=Verwijderen

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Mededeling
Lbl_Warnning_Detail.caption=Dit computerprogramma is beschermd door auteursrechten en internationale wetgeving.
lbl_copyright.caption=Copyright© 2005-2018 IObit. Alle rechten voorbehouden.
lbl_Thanks_Title.caption=Speciale dank aan de volgende personen voor hun grote bijdrage:
rdhtmlEula.caption=<a>EULA</a> | <a>Privacybeleid</a>

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Grootte
ListView_SoftwareList.Columns[2].Caption=Geïnstalleerd
ListView_SoftwareList.Columns[3].Caption=Actie
Menu_Program_Uninstall.caption=Verwijderen
Menu_Program_Repair.caption=Repareren
Menu_Program_Refresh.caption=Verversen
Menu_Program_ViewBy.caption=Sorteren op
Menu_Program_icons.caption=Iconen
Menu_Program_Details.caption=Details
Menu_Program_OpenFileLocation.caption=Bestandslocatie openen
Menu_Program_OpeninRegedit.caption=In Regedit openen
Menu_Program_SearchOnline.caption=Online zoeken

[uninstaller_Form_Activate]
Label_Get.caption=License verkrijgen
Label_Retrv.caption=Code ophalen
Label_Eg.caption=Bijv.: AAAAA-BBBBB-CCCCC-DDDDD
lblTitleOne.caption=Hardnekkige programma’s verwijderen
lblContentOne.caption=Grondige verwijdering van hardnekkige programma’s met de nieuwste technologie en uitgebreide database
lblTitleTwo.caption=Bundleware volledig verwijderen
lblContentTwo.caption=Bewaak programma-installaties en detecteer en verwijder eenvoudig bundleware && gebundelde plug-ins
lblTitleThree.caption=Snelle en veilige browser
lblContentThree.caption=Verwijder kwaadaardige && advertentie-plug-ins voor veilig en snel internetsurfen
lblTitleFour.caption=Nieuwe Software Updater
lblContentFour.caption=Houd uw belangrijkste programma’s eenvoudig en efficiënt up to date
RdImgBtnRegNow.caption=Nu registreren
RdLabelCaption.caption=Activeer de Pro Edition voor de ervaring van verhoogde service
Label_Please.caption=Voer uw licentiecode in en klik op "Nu registreren" om de volledige functionaliteit van de PRO-versie te activeren.
Label_Code.caption=Licentiecode:
Label_More.caption=Meer voordeel. Wij beloven:
RdImgBtn_Upgrade.caption=Opwaarderen naar Pro-versie
rdlblHelp.caption=help

[uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Sluiten
rdlblHelp.caption=help
Label_Please.caption=Voer uw licentiecode in en klik op "Nu registreren" om de volledige functionaliteit van de PRO-versie te activeren.
Label_Code.caption=Licentiecode:
RdImgBtnRegister.caption=Nu registreren
Label_Retrv.caption=Code ophalen
Label_HaveLicense.caption=U heeft geen licentie?
Label_click.caption=Klik hier om er een te verkrijgen.
RdImageButton_Back.caption=Terug
RdImageButton_Close.caption=Sluiten
RdLabelCaption.caption=Licentiebeheer
Label_Status.caption=Licentiestatus:
Label_Activated.caption=Geactiveerd
Label_Lcode.caption=Licentiecode:
Label_Data.caption=Verloopdatum:
Label_Refresh.caption=Verversen
Label_Export.caption=Licentie exporteren
rdlblAlread.caption:=Licentiecode al aanwezig

[uninstaller_Form_licensemessage]
rdlblHelp.caption=help
RdImgBtn_Closetwo.caption=Sluiten
Label_success.caption=De licentie is met succes geactiveerd!

[uninstaller_ToolUninstallHistroy]
RdLabelDetail.caption=Hier worden verwijderingen getoond. Bij status "Resterende bestanden" kunt u Scannen klikken om alle restanten te zoeken en verwijderen.
RdLabelCaption.caption=Verwijderingsgeschiedenis
ListView_History.Columns[1].Caption=Verwijderingsdatum
ListView_History.Columns[2].Caption=Grootte
ListView_History.Columns[3].Caption=Status
ListView_History.Columns[4].Caption=Actie
Menu_ClearThis.Caption=Deze vermelding wissen
Menu_ClearAll.Caption=Alles wissen

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Klik en sleep de muis om het schermafdrukgebied te selecteren
M_NoticeInfo_AC=2. Rechtermuisklik of [Esc] om af te breken
M_Rect=Rechthoek
M_Oval=Ovaal
M_Text=Tekst
M_Paintbrush=Verfkwast
M_Return=Actie ongedaan maken (Ctrl + Z)
M_Copy=Naar klembord kopiëren
M_Exit=Schermafdruk afsluiten
M_Save=Opslaan
M_TipInfo=De schermafdruk is naar het klembord gekopieerd. Gebruik Ctrl + V om te plakken.
M_TipShow=Deze melding niet meer weergeven
M_TipSure=OK
M_NoticeInfo=1.Klik en sleep de muis om het schermafdrukgebied te selecteren
M_NoticeInfo_a=2.Rechtermuisklik of [Esc] om af te breken

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Verzenden…
lbl_SendFailed.caption=Verzending mislukt. Klik OK om uw reactie via een online formulier in te dienen.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Bedankt voor uw reactie. We nemen spoedig contact met u op.
btnImg_SendSuccess.caption=OK

[Uninstaller_Form_UptoPro]
Rdlb_UpdateManually.caption=Handmatig updaten
Rdlb_lbOpenBuyWeb.caption=Genoeg van handmatig updaten?
RdLb_OpenBuyWeb.caption=Activeer Automatische Update

[Uninstaller_M]
MainGiftbox_Hint=%D% korting speciale aanbieding
Startup_Delete_M=Wissen
LicenseSeat_M=Licentieaantal:
Powerful_File_Reboot_M=Bestand gewist tijdens herstart:
Powerful_File_Del_M=Bestand gewist:
Powerful_Reg_Sucess_M=Regiservermelding gewist:
Powerful_Reg_Faild_M=Wissen registervermelding mislukt:
Powerful_Task_Sucess_M=Geplande taak gewist:
Powerful_Task_Faild_M=Wissen geplande taak mislukt:
Powerful_Services_Sucess_M=Service gewist:
Powerful_Services_Faild_M=Wissen service mislukt:
CodeLiftTime_M=Deze eeuwigdurende licentiecode is geldig voor IObit Uninstaller v6. Installeer uw Uninstaller v6 PRO opnieuw.
ShredderDetail_1=Verwijderde bestanden zijn zelfs na een formattering van de schijf te herstellen.
ShredderDetail_2=De bestandenvernietiger helpt u ongewenste bestanden veilig en definitief te verwijderen.
Program_Information=Programmagegevens
Files_Deleted=Bestanden verwijderd
Registries_Deleted=Registervermeldingen verwijderd
Scheduled_Tasks_Deleted=Geplande taken gewist
Deleted_on_Reboot=Bij herstart verwijderd
Service_Deleted=Service gewist
HtmlADPluginCaption=<a>%d</a> storende Plug-ins
HtmlMaliciousPluginCaption=<a>%d</a> bedreigingen van onveilige Plug-ins
MenuRight_Caption=Krachtige verwijdering
UninstallLog_No_IsEmpty_M=Krachtige scan heeft geen resterende bestanden gevonden.
Input_Text_Search=Zoeken
Hint_Settings=Opties
Hint_WindowMin=Minimaliseren
Hint_WindowMax=Maximaliseren
Hint_WindowRest=Herstellen
Hint_WindowClose=Sluiten
Hint_Tools=Gereedschap
Nav_Colle_Program_All=Programma's
Nav_Colle_Browser=Toolbars & Plug-ins
Nav_Colle_Win=Windows Apps
Nav_Colle_AC=Actiecentrum
Nav_Item_Program_All=Alle Programma's
Nav_Item_Program_Recent=Onlangs geïnstalleerd
Nav_Item_Program_Infrequent=Zelden gebruikt
Nav_Item_Program_Large=Grote programma's
Nav_Item_Win_Update=Windows Update
Nav_Item_Browser_All=Alle Toolbars & Plug-ins
Button_Uninstall=Verwijderen
Button_Remove=Verwijderen
Button_OK=OK
Button_Cancel=Annuleren
Button_Close=Sluiten
Button_Yes=Ja
Button_No=Nee
Button_Continue=Doorgaan
FileCorruptedMsg=Sommige bestanden van IObit Uninstaller zijn defect. Installeer IObit Uninstaller a.u.b. opnieuw.
Program_Mult=Het programma is al actief onder een ander gebruikersaccount. Sluit het bij de andere gebruiker alvorens het opnieuw te starten.
ToolPopForceUninstall=Geforceerd Verwijderen
ToolPopCleanup=Restanten opschonen
ToolPopHistory=Geschiedenis
ToolPopFileShredder=Vernietiger
MoreSettingPopSetting=Instellingen…
MoreSettingPopRestore=Systeemherstel
MoreSettingPopExport=Programmalijst exporteren
MoreSettingPopUpdate=Updates zoeken
MoreSettingPopManual=Handleiding
MoreSettingPopSupport=Technische ondersteuning
MoreSettingPopOnline=IObit online
MoreSettingPopLike=Vind ik leuk
MoreSettingPopAbout=Over
DefaultSelProg=Verwijder onnodige programma's om ruimte te maken op de harddisk.
DefaultSelPlug=Verwijder ongewenste plug-ins om je browser veiliger te maken.
DefaultSelWApp=Verwijder ongewenste Windows Apps om je PC op te peppen.
SelInfoProg=programma geselecteerd voor verwijdering. Totale grootte:
SelInfoProgM=programma's geselecteerd voor verwijdering. Totale grootte:
SelInfoPlug=plug-in geselecteerd voor verwijdering.
SelInfoPlugM=plug-ins geselecteerd voor verwijdering.
SelInfoUpdate=Windows Update geselecteerd voor verwijdering.
SelInfoUpdateM=Windows Updates geselecteerd voor verwijdering.
SelInfoWApp=app geselecteerd voor verwijdering.
SelInfoWAppM=apps geselecteerd voor verwijdering.
v_license_OtherCode_M=De licentiecode %s is alleen geldig voor %s. Klik OK om uw %s te downloaden en registreren.
Cannotconnect_M=Verbinding met onze server mislukt. Controleer de netwerk- en proxy-instellingen en probeer het later nog eens.
license_OtherGivewalys_M=%s is een gratis licentie die alleen geldig is voor de aangegeven versie. Kijk <a>hier</a> voor de aanschaf van een nieuwe IObit Uninstaller v7 PRO licentiecode.
SysRestore_CreateComplete=Herstelpunt met succes aangemaakt!
SysRestore_CreateFailed=Herstelpunt mislukt! Zorg er voor dat Systeemherstel geactiveerd is.
SysRestore_CreateRestore_Confirm=Wilt u een Herstelpunt aanmaken?
SysRestore_CreateRestore_Tip=Herstelpunt aanmaken, even geduld…
SysRestore_CreateRestore_Failed=Herstelpunt mislukt! Controleer of Systeemherstel is geactiveerd.
SysRestore_SetRestore_Confirm=WARNING: WAARSCHUWING: Systeemherstel zet uw computer terug naar een eerdere toestand. Hiermee gaan de jongste wijzigingen verloren. Eenmaal gestart kan systeemherstel niet worden onderbroken. Wilt u doorgaan?
SysRestore_SetRestore_Reboot=Een herstart is vereist om deze wijzigingen door te voeren. Sla uw werk op en sluit alle actieve programmas voor de herstart. Computer nu herstarten?
SysRestore_SetRestore_Tip=Systeembestanden en instellingen herstellen, even geduld…
SysRestore_Delete_Confirm=Wilt u dit herstelpunt verwijderen
Clean_Shortcuts_GroupsHeader_M=Ongeldige snelkoppelingen
Clean_WindowsPatch_GroupsHeader_M=Windows Update-opslag
Clean_Download_GroupsHeader_M=Download-map
Shredder_Del_M=Wilt u de %d bestanden vernietigen? Deze vorm van wissen neemt meer tijd in beslag en is absoluut ONHERSTELBAAR.
Shredder_DelOne_M=Wilt u %d bestand vernietigen? Deze vorm van wissen neemt meer tijd in beslag en is absoluut ONHERSTELBAAR.
Shredder_NotDel_M="%s" kon niet worden vernietigd. Controleer of het momenteel nog in gebruik is.
Shredder_InUse_M=Enkele bestanden konden niet worden vernietigd. Controleer of ze momenteel nog in gebruik zijn.
Shredder_Sucess_M=Bestanden succesvol vernietigd.
Shredder_OneSucess_M=Bestand succesvol vernietigd.
Shredder_DirIsEmpty_M=Het is leeg en kan niet worden vernietigd.
FileShredder_MaxCount_M=5000 bestanden zijn toegevoegd. Voeg de rest van de bestanden toe nadat deze zijn vernietigd.
BatchUninstall_NoneSelect_M=Selecteer tenminste een programma.
OtherInfo_M="%s" kan alleen worden verwijderd via het Configuratiescherm. Wilt u het Configuratiescherm openen om daar door te gaan?
RelationInfo_M="%s" worden gezamenlijk verwijderd. Wilt u doorgaan met verwijderen?
EndProInfo_M=Proces "%s" van "%s" is nog actief. Controleer dat "%s" is gestopt en klik op Doorgaan.
DRclickmis_M="%s" is niet op reguliere wijze te verwijderen. <a>Klik hier</a> voor gedetailleerde instructies om het opnieuw te verwijderen.
UinstallAgain_M=Opnieuw verwijderen
license_expired_M=De licentie %s is verlopen. Klik <a>hier</a> om een nieuwe licentie aan te schaffen.
license_maximum_M=De licentie %s is geactiveerd op het maximum aantal PC's en kan verder niet worden gebruikt. Klik <a>hier</a> om een aanvullende licentie te kopen om IObit Uninstaller PRO op deze PC te activeren.
license_Free_M=De licentie %s kon niet worden geactiveerd. Schaf een nieuwe licentie aan voor IObit Uninstaller PRO.
license_valid_M=Ongeldige licentiecode! Voer een geldige licentiecode in.
Uninstall_Btn_Str=Verwijderen
SureToDelete_Str=Weet u zeker dat de selectie verwijderd moet worden?
DeselectAll_Str=Selectie opheffen
SelectAll_Str=Alles selecteren
SuccessReslutFromHistroySome=Resterende bestanden van <a>%d</a> programma's zijn succesvol opgeschoond. Zie details hieronder.
SuccessWithNoResidualSingle=Er is <a>%d</a> programma zonder resterende bestanden verwijderd.
SuccessWithNoResidualSome=Er zijn <a>%d</a> programma's zonder resterende bestanden verwijderd.
FailedReslut="%s" niet kunnen verwijderen. Help ons het probleem te onderzoeken door uw e-mailadres hieronder in te vullen en op Reactie te klikken. Een foutrapportagebestand wordt naar ons gezonden.
AllFailedReslutSingle=Verwijdering %s mislukt. Help ons het probleem te onderzoeken door uw e-mailadres hieronder in te vullen en op Reactie te klikken. Een foutrapportagebestand wordt naar ons gezonden.
AllFailedReslutSome=Verwijdering %d programma's mislukt. Help ons het probleem te onderzoeken door uw e-mailadres hieronder in te vullen en op Reactie te klikken. Een foutrapportagebestand wordt naar ons gezonden.
MsgBox_SelectWin8App=Selecteer tenminste een app.
NoticeInfo_One=Er is een onveilige Plug-in gedetecteerd in uw browser. Gebruik IObit Uninstaller om het te verwijderen.
NoticeInfo_Some=Er zijn onveilige Plug-ins gedetecteerd in uw browser. Gebruik IObit Uninstaller om deze te verwijderen.
FuncPluginRemoveSuccessMsgBox=Onderdelen met succes verwijderd
FuncPluginSelectMsgBox=Selecteer eerst een onderdeel.
FuncPluginRemoveFailedMsgBox_2=Sluit uw browsers af om de onderdelen te verwijderen:
FuncPluginRemoveFailedMsgBox_3=Sluit uw browsers af en probeer het opnieuw.
FuncPluginRemoveFailedSingleMsgBox=Verwijdering %s mislukt. Klik Reactie om meer informatie te krijgen.
FuncPluginRemoveFailedSomeMsgBox=Verwijdering %d Plug-ins mislukt. Klik Reactie om meer informatie te krijgen.
RestoreDefaultSettingsButton=Herstel %s naar zijn standaardinstellingen
FeedBack_Sending=Verzenden…
FeedBack_SendingSuccess=Succesvol verzonden
FeedBack_SendFailed=Verzending mislukt. Klik OK om uw reactie via een online formulier in te dienen.
licenseEg_M=Bijv.: AAAAA-BBBBB-CCCCC-DDDDD
lbl_White.caption=Wit
NouselessFiles_M=Er zijn geen overbodige bestanden gevonden op uw computer.
ExistDownloadFile_M=Wilt u de geselecteerde bestanden in de Downloadsmap verwijderen?
scaning_M=Zoeken
Exit_M=Afsluiten
OpenIU_M=IObit Uninstaller openen
Allthefollowing_M=De volgende restanten zijn succesvol opgeruimd.
SpecTClose=Sluiten
SpecTOK=OK
SpecTHide=Verbergen
SpecTUninstalling=Het volgende programma wordt verwijderd:
SpecTUninstallingM=De volgende programma's worden verwijderd:
SpecTUninstalled=Het programma is verwijderd.
SpecTUninstalledM=De programma's zijn verwijderd.
Shredder_NotAddFolder_M=Bestand "%s" kan niet worden vernietigd, omdat dit problemen zou veroorzaken voor de stabiliteit van uw systeem.
ForceUninstallEndProgressMsg=%s is actief. Beëindig het programma en probeer het opnieuw.
Setting_UITitle=Weergave
Setting_UpdateTitle=Updatewijze
Setting_GeneralTilte=Algemeen
Setting_NotificationTilte=Melding
Setting_Size_Normal=Normaal
Setting_Size_Large=Groot
Setting_Size_Larger=Groter
Update_NoItem_Tip=Geen Windows Updates gevonden.
MsgBox_SelectProgram=Selecteer tenminste een programma.
UpdateColumnStr_Title=Windows Update (Totaal:%d)
Update_Loading_Tip=Apps laden…
Win8NoItemTip=Geen Windows Apps aangetroffen.
Win8ColumnStr_Title=App-naam (Totaal: %d)
Detail_Tip=Details
Detail_Name=Naam
Detail_Ver=Versie
Detail_Path=Installatiemap
Detail_Des=Beschrijving
Detail_Publisher=Uitgever
Win8LoadingApp=Apps laden…
Win8ListViewGroupsWin8AppHeader=Windows Apps
Win8ListViewGroupsWin8AppSubtitle=Apps die door Microsoft Corporation zijn uitgegeven.
Win8ListViewGroupsThirdHeader=Apps van derden
Win8ListViewGroupsThirdSubtitle=Apps die door derde partijen zijn uitgegeven.
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Onveilige Toolbars en Plug-ins
ListViewGroupMaliciousDesc=Deze Toolbars en Plug-ins kunnen uw webbrowser aanpassen en mogelijk uw privé-gegevens stelen.
ListViewGroupAdTitle=Advertentie-Toolbars en -Plug-ins
ListViewGroupAdDesc=Deze Toolbars en Plug-ins kunnen advertenties weergeven.
ListViewGroupTrustTitle=Betrouwbare Toolbars en Plug-ins
ListViewGroupTrustDesc=Deze Toolbars en Plug-ins vormen geen risico voor uw computer. U kunt ze naar keuze verwijderen of behouden.
ListViewGroupExtensions=Uitbreidingen
ListViewGroupPlugins=Plug-ins
ListViewGroupToolbar=Toolbar
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupInjectedPrograms=Geïnjecteerde programma's
ListViewGroupExtension_DES=Extensies worden gebruikt om de webbrowser functioneel uit te breiden
ListViewGroupPlugin_DES=Plug-ins kunnen eenvoudig worden geïnstalleerd en gebruikt als een onderdeel van de webbrowser
ListViewGroupToolbar_DES=Een Toolbar geeft gebruikers snelle toegang tot websites of voert specifieke functies uit
ListViewGroupBHO_DES=Een BHO (Browser Helper Object) helpt browsers te personaliseren en vereenvoudigt interactieve functies
ListViewGroupActivex_DES=ActiveX wordt door Internet Explorer gebruikt om media-functionaliteit uit te breiden
ListViewGroupInjection_DES=Geïnjecteerde programma's injecteren dll-bestanden in het browserproces om aanvullende functionaliteit te leveren
PluginNoItemTip=Uw browser bevat geen Toolbars of Plug-ins.
NoSerchItem_Tip=Geen zoekresultaten gevonden.
PluginColumnStr_Title=Naam (Totaal: %d)
ChromeSysncStr=Deactiveer de Sync-functie in uw Chrome browser om de geselecteerde Plug-ins definitief te verwijderen, anders kunnen zij weer opnieuw worden geïnstalleeerd.
FuncPluginSysPluginMsgBox=Het is niet raadzaam %s te verwijderen omdat dit de functionaliteit van de webbrowser zal verminderen.
FuncPluginLoading=Laden…
FuncPluginRmoveSuccess=Met succes verwijderd. Laden…
FuncVotePlugSelectMsgBox=Kies een onderdeel om te waarderen
FuncPluginRmoveConfireSingleMsgBox=Wilt u het volgende onderdeel verwijderen?
FuncPluginRmoveConfireSomeMsgBox=Wilt u de volgende onderdelen verwijderen?
FuncCheckBrowserMsgBox_1=%s is actief.
FuncCheckBrowserMsgBox_2=Klik OK om het af te sluiten (Sla eerst uw gegevens op).
FuncCheckBrowserMsgBox_3=of klik Annuleren om af te breken.
FuncCheckBrowserMsgBox_4=%s zijn actief.
FuncCheckBrowserMsgBox_5=Klik OK om ze geforceerd af te sluiten (Gegevens kunnen verloren gaan).
FuncCheckBrowserMsgBox_6=of klik Annuleren om af te breken.
FuncPluginRemoveFailedMsgBox_1=De volgende onderdelen zijn niet verwijderd:
FuncPluginRemoveFailedMsgBox_4=%s kan mogelijk niet worden verwijderd, omdat het wordt beschermd door %s. Sluit %s en herstart IObit Uninstaller om het opnieuw te verwijderen.
FuncRestoreSuccessMsgBox=Standaardinstellingen met succes hersteld.
FuncRestoreFailedMsgBox=Browser standaardinstellingen niet kunnen herstellen. Sluit %s af en probeer het opnieuw.
PluginRestoreStr=%s standaardinstellingen herstellen
FuncVoteMarkSelectMsgBox=Geef uw waardering.
FuncVoteFailedMsgBox=Waardering mislukt. Controleeer uw netwerkverbinding en probeer het opnieuw.
FuncVoteActiveVote=Waarderen
FuncVoteWaitting=Waardering verzenden, een ogenblik geduld…
VoteStr_1=Door <a>1</a> gebruiker gewaardeerd. U heeft uw waardering al gegeven.
VoteStr_2=Nog niet gewaardeerd. Geef als eerste een waardering.
VoteStr_3=Door <a>%d</a> gebruikers gewaardeerd. U heeft uw waardering al gegeven.
VoteStr_4=Door <a>%d</a> gebruikers gewaardeerd. Wat vindt u van deze Plug-in?
NoticeInfoEx_One=<a>1</a> kwaadaardige plug-in gedetecteed in uw browser, open IObit Uninstaller om deze te verwijderen.
NoticeInfoEx_Some=<a>%d</a> kwaadaardige plug-ins gedetecteed in uw browser, open IObit Uninstaller om deze te verwijderen.
UninstallPromote=Nu aanschaffen
OneItemStr=%d onderdeel
SomeItemStr=%d onderdelen
OneItem=onderdeel
SomeItems=onderdelen
RebootToDelete_Str=(Verwijderen bij herstart)
UninstallingSingleStr=Wilt u het geselecteerde programma verwijderen?
UninstallingSomeStr=Wilt u de %d geselecteerde programma's verwijderen?
Uninstall_Str=Standaardverwijdering %s (%d/%d)
Scan_Str=Scannen %s (%d/%d)
CreateRetore_Str=Herstelpunt aanmaken, een ogenblik geduld…
SureToDeleteSomeStr=<a>%d</a> programma's te verwijderen. Selecteer alleen de programma's die u wilt verwijderen.
SureToDeleteOneStr=<a>1</a> programma te verwijderen. Selecteer alleen de programma's die u wilt verwijderen.
SureToDeleteByHistroyStr=Scan voltooid. Selecteer alleen de onderdelen die u wilt verwijderen.
DeletingStr=Restanten verwijderen, een ogenblik geduld…
DeleteCancleStr=Wilt u de verwijdering annuleren?
RestoringCancleStr=Herstelpunt aanmaken. Wilt u dit annuleren?
RegistryCaption_Str=Register
FileCaption_Str=Bestand
TaskCaption_Str=Geplande taken
ServiceCaption_Str=Windows services
HintProToolStr=Geavanceerde verwijdering helpt u om %s volledig en grondig te verwijderen.
SuccessReslutFromHistroySingle=Resterende bestanden van programma zijn succesvol opgeschoond. Details:
SuccessReslutFromUninstallSingle=Er is <a>%d</a> programma succesvol verwijderd. Details hieronder.
SuccessReslutFromUninstallSome=Er zijn <a>%d</a> programma's succesvol verwijderd. Details hieronder.
SuccessReslutNeedRestartSingle=<a>%d</a> programma is vervwijderd.
SuccessReslutNeedRestartSome=<a>%d</a> programma's zijn verwijderd.
FileDeleteReslut=Verwijderde bestanden:  <a>%s</a>
RegDeleteReslut=Verwijderde registervermeldingen:  <a>%d</a>
TaskDeleteReslut=Verwijderde taken:  <a>%d</a>
ServiceDeleteReslut=Verwijderde services:  <a>%d</a>
HtmlRecomReslutCaption=<a>%d</a> verwijderde programma's en restanten. Details:
HtmlFileReCaption=<a>%s</a> overbodige bestanden
HtmlRegReCaption=<a>%d</a> overbodige registervermeldingen
HtmlTaskReCaption=<a>%d</a> ongeldige geplande taken
HtmlServicesReCaption=<a>%d</a> ongeldige systeemservices
RebootYes=Nu herstarten
RebootLater=Later
FromHistroyNoItem=Geen restanten gevonden.
FromUninstallNoItem=Verwijdering voltooid.
RelatedMetroText=Deze apps zijn gekoppeld. Als u de een verwijdert zal de andere automatisch ook worden verwijderd. Wilt u doorgaan met de verwijdering?
RelatedSoftText=Bovenstaande producten zijn tegelijk geïnstalleerd. Wilt u deze ook tegelijk verwijderen?
EmailHint=Voer hier een correct e-mailadres in
MemoHint=Geef een gedetailleerde beschrijving van uw suggestie of de ondervonden problemen.
EmailMessage=Zorg ervoor dat uw e-mailadres correct is zodat wij u weer kunnen bereiken.
ScreenMaxMessage=Uitvoering mislukt. U kunt maximaal 5 schermafdrukken toevoegen.
CloseHintMsg=Weet u zeker dat u uw reactie niet gaat inzenden?
FeedBack_1=Compliment
FeedBack_2=Suggestie
FeedBack_3=Deïnstalleert niet goed
FeedBack_4=Toonde niet alle programma's
FeedBack_5=Problemen met de krachtige scan
FeedBack_6=Probleem melden
FeedBack_7=Anders
RelatedProTip=Activeer PRO om gekoppelde producten tegeleijk te verwijderen.
SpecProTip1=Volledige en grondige verwijdering van %s en meer programma's.
SpecProTip2=Activeer PRO om deze functionaliteiten te verkrijgen.
UninstallProTipEnterCode=Code invoeren
UninstallProTipActive=Nu activeren
UninstallProTipManage=Licentiebeheer
Scan_M=Scannen
Clean_M=Opschonen
Cleaning_M=Opschonen
SelectAll_M=Alles selecteren
DeselectAll_M=Alle deselecteren
PleaseSelect_M=Selecteer tenminste een onderdeel om te scannen.
CloseHint_M=Sluiten
Invalid_item_M=(Ongeldig onderdeel)
ListviewHeader_Software_M=Programmanaam (Totaal: %d)
SoftwareFrame_ProgramName_M=Programmanaam (Totaal:%s)
History_Scan_M=Scannen
History_Detail_M=Details
History_Residualfilesleft_M=Resterende bestanden
Uninstalled_completely_M=Volledig verwijderd
History_Installed_M=Geïnstalleerd
History_info_DouBle_M=Geselecteerde programma's zijn niet volledig gewist. Klik Verwijderen om door te gaan.
History_info_One_M=Geselecteerd programma is niet volledig gewist. Klik Verwijderen om door te gaan.
SoftwareFrame_InstallDate_M=Geïnstalleerd
SoftwareFrame_FrequencyUse_M=Gebruik
HistoryInfo_DisplayName=Weergavenaam
HistoryInfo_Publisher=Uitgever
HistoryInfo_Version=Versie
HistoryInfo_InstallDate=Geïnstalleerd
HistoryInfo_UseSize=Ruimtegebruik
HistoryInfo_Location=Locatie
HistoryInfo_UninstallDate=Verwijderd
SoftwareFrame_Frequency_DaysHint_M=%s dagen niet gebruikt.
Noprograms_Frequencyofuse_M=Al uw programma's worden regelmatig gebruikt.
Noprograms_100Size_M=Geen programma's van meer dan 100MB.
Noprograms_match_M=Geen zoekresultaten gevonden.
Noprograms_Recent_M=Geen programma's in de laatste 10 dagen geïnstalleerd.
Details_M=Details
Export_M=Exporteren
monthsago_M=%d maanden geleden
yearsago_M=%d jaar geleden
yearsagos_M=%d jaar geleden
days_left_M=dagen resterend
SU_Title=Software Updater
SU_COL_Name=Software Updater
SU_COL_Version=Versie
SU_COL_Ignore=Negeren
SU_COL_State=Status
SU_Ignore=Negeren
SU_Ignored=Genegeerd
SU_NoIgnore=Niet negeren
SU_Update=Update
SU_Updating=Updaten
SU_UpToDate=Up to date
SU_NewVersion=Nieuwe versie
SU_CurrVersion=Huidige versie
SU_ActivePro=Automatisch updates zoeken
SU_Button_UpdateAll=Alles vernieuwen
SU_Tip=Houd uw belangrijkste programma's eenvoudig en efficiënt up to date.
APTitle=Alle POR-functionaliteit activeren
AP1=Meer hardnekkig apps verwijderen
AP2=Bundlewarevolledig verwijderen
AP3=Browser Adware verwijderen
AP4=Kwaadaardige Plug-ins verwijderen
Explorer_Button=Vernietiger
Controlpanel_Button=Krachtige verwijdering
MainUpdate_Hint=Een nieuwe versie is beschikbaar

[promot_M]
CountDown_M=Tijdelijke aanbieding: %dd:%dh:%dm:%ds:%dms*
Youhave_M=U krijgt een Speciale aanbieding van IOBit: %D% KORTING!
ThisSpecial_M=Met deze speciale aanbieding willen wij onze trouwe gebruikers bedanken voor hun hulp bij het verbeteren van IObit Uninstaller
OnlyDays_M=Nog maar %D dagen te gaan
enjoy_the_PRO_M=Activeer nu en geniet van de PRO-functionaliteiten:
PromotOne_M=Meer hardnekkig apps verwijderen
PromotTwo_M=Bundlewarevolledig verwijderen
PromotThere_M=Browser Adware verwijderen
ActivateNow_M=Nu activeren
GiveOffer_M=Deze speciale aanbieding laten passeren
OnlyDay_M=Slechts %D Dag over

[ActionCenter_M]
M_kvpCaption=Video Downloader
M_kvpInfo_NotIns=Download snel video's van YouTube en 10,000 sites
M_kvpInfo_UpToDate=Download snel video's van YouTube en 10,000 sites
M_kvpOffer=Download snel video's van YouTube en 10,000+ sites <br>Download video's in elk formaat met een klik <br>Download YouTube Afspeellijsten && Lynda Afspeellijsten in batch <br>3X snellere downloadsnelheid met multi-thread technologie <br>Converteer online && lokale video's naar elk format 
M_ASCOffer=Schoon en optimaliseer de PC met 1 klik.<br>Verhsnel de opstarttijd van de computer totwel 300% sneller.<br>Wis surfsporen om uw privacy te beveiligen.<br>Monitor de PC omstandigheden in real-time voor een soepeler PC.<br>Bescherm uw PC tegen veel voorkomende spyware.
M_IMFOffer=Krachtig en uitgebreid anti-malware programma.<br>Verdedig ransomware zoals GoldenEye en Wannacry.<br>Veiliger online surfen en downloaden.<br>Dieper && allround real-time bescherming.
M_DBOffer=Grote Driver Database (1,000,000+).<br>Update drivers met slechts 1-klik.<br>Veilig bijwerken met gekwalificeerde WHQL drivers.<br>Veelvoorkomende problemen (bijv. netwerk, geluid) hersteller.<br>Verminder systeem bevriezen && Crashes.
M_SDOffer=Hogere Bestand Toegangsnelheid.<br>Maximale harde schijfprestaties.<br>Verhoog de opstartsnelheid van de pc tot 100% sneller.<br>Optimaliseer spellen voor betere spelervaring.
M_SMOffer=Breng het klassieke startmenu terug in Windows 8/10.<br>Het krachtige en eenvoudige Bestand Zoek Engine.
M_DLOffer=Beheer op eenvoudige en veilige manier uw wachtwoorden.<br>Genereer unieke wachtwoorden om uw accounts te beschermen.<br>Automatisch inloggen op uw favoriete websites.<br>Voor Windows, Mac, iOS en Android.
M_IOTOffer=Uw beste iPhone-manager en iPhone overdracht software.<br>IPhone-data overbrengen tussen iPhone/iPad/iPod/PC.<br>Gemakkelijk en gratis om iPhone foto's, muziek, video's te beheren.<br>Verwijder rommelbestanden && cache om meer ruimte vrij te maken.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=Web Companion beschermt u tegen phishing en malware websites.
M_AdawareInfo_UpToDate=Web Companion beschermt u tegen phishing en malware websites.
M_AdawareOfferDesc=Installeer Web Companion voor de beste internetbeveiliging, Set Bing® door Microsoft™ als startpagina in te stellen, gebruik nieuwe tabbladen en standaardzoekmachine op compatibele browsers.  
M_AdawareOffer=Gemakkelijk en snel te installeren.<br>Anti-phishing bescherming.<br>Real-time webbeveiliging. <br>Ondersteunt meerdere browsers.
M_Moffer_Title=IObit aanbeveling
M_Close=Sluiten
M_Cancel=Annuleren
M_Moffer_Install=Installeren
M_Moffer_NoteEP=Door te klikken op "Installeren" gaat u akkoord met het installeren van %s en accepteer u het <a>EULA</a> && <a>Privacybeleid</a>.
M_Moffer_Refund=<a>Opmerking:</a> U kunt een terugbetaling binnen 30 dagen krijgen. Lees <a>Terugbetalingsbeleid</a>.
M_Install=Nu installeren
M_AC_Tips=Verbeter de veiligheid en prestaties van uw PC met behulp van deze aanbevolen programmas.
M_IMFCaption=Malware Protection
M_Fix=Nu installeren
M_FixAllAC=Verkrijg alles
M_HideAC=Verbergen
M_ShowAC=Tonen
M_ShowACTitle=Beveiliging && Prestaties
M_ShowACDesc=Klik op "tonen" om aanbevolen programma's te bekijken.
M_AC_FreeTitle=Beveiliging && Prestaties
M_AC_FreeHelp_Ins=Verbeter de beveiliging & versnel de PC met deze aanbevolen programma's.
M_AC_FreeHelp_Upt=U beschikt nog niet over de beste verbeteringen en functies.
M_AC_FreeHelp_OK=Gebruik de volgende programma's met regelmaat voor betere beveiliging en voor betere prestaties.
M_AC_Free_EULA=De eerder door u geacepteerde gebruikersovereenkomst (EULA) is van toepassing op alle IObit producten.
M_AC_Free_ReadEULA=Lees meer over EULA
M_ShowACTitle2=Aandacht!
M_AC_FreeTitle2=Actiecentrum
M_AC_FreeDetail2=Verbeter de beveiliging & versnel de PC met de aanbevolen programma's. De eerder door u geaccepteerde <a>gebruikersovereenkomst (EULA)</a> is van toepassing op de aanbevolen programma's van IObit.
M_AC_FreeDetail2_db=Verbeter de beveiliging & versnel de PC met de aanbevolen programma's. De eerder door u geaccepteerde <a>gebruikersovereenkomst (EULA)</a> is hier ook van toepassing.
M_Scan=Scannen...
M_Recomm_Ins=Aanbevolen: Installeer %s
M_Recomm_Upt=Aanbevolen: Update %s
M_none=Geen
M_Fix=Verkrijg nu
M_fixing=Installeren
M_Updating=Updaten
M_fixed=Gerepareerd
M_failed=Mislukt
M_RuningWell=Laatste versie geïnstalleerd
M_Outdated=Verouderd
M_NotInstalled=Niet geïnstalleerd
M_ASCCaption=Systeemprestaties
M_ASCInfo_NotIns=Gevonden registerfouten, privacyissues en ongewenste bestanden op uw systeem.
M_ASCInfo_UpToDate=Advanced SystemCare versnelt en optimaliseert de pc met 1-klik.
M_ASCInfo_NeedUpDate=Advanced SystemCare is verouderd.
M_ASCDesc=1-Klik om de pc te beschermen en te optimaliseren
M_RunASC=Scan nu
M_IMFCaption=Spywarebescherming
M_IMFInfo_NotIns=Verkrijg een betere bescherming door het installeren van IObit anti-spywareprogramma.
M_IMFInfo_UpToDate=IObit Malware Fighter beschermt de computer tegen verschillende soorten malware.
M_IMFInfo_NeedUpDate=Uw anti-spyware programma is verouderd.
M_IMFDesc=Bescherm de pc tegen malware.
M_RunIMF=Scan nu
M_DBCaption=Driverupdater
M_DBInfo_NotIns_C=Update verouderde drivers en herstel ontbrekende && gebrekkige drivers om te profiteren van een stabielere PC.
M_DBInfo_NotIns=Er kunnen verouderde drivers zijn, die de pc kunnen vertragen && destabiliseren.
M_DBInfo_UpToDate=Driver Booster werkt alle verouderde stuurprogramma's bij op de PC.
M_DBInfo_NeedUpDate=Het driverupdateprogramma is verouderd.
M_DBDesc=Update alle verouderde drivers op de PC.
M_RunDB=Nu scannen
M_SDCaption=Schijfoptimalisatie
M_SDInfo_NotIns=Problemen gevonden voor het optimaliseren van de schijf. Optimaliseer deze om de schijf te versnellen.
M_SDInfo_UpToDate=Uw Smart Defrag werkt optimaal.
M_SDInfo_NeedUpDate=Het schijfdefragmentatieprogramma is verouderd.
M_SDDesc=Schijf defragmenteren voor hoge prestaties.
M_RunSD=Nu defragmenteren
M_SMCaption=Startmenu
M_SMInfo_NotIns=Haal het vertrouwde Windows startmenu terug.
M_SMInfo_UpToDate=Startmenu 8 brengt het Windows startmenu terug.
M_SMInfo_NeedUpDate=Het Startmenu 8 is verouderd.
M_SMDesc=Breng het Windows startmenu terug
M_RunSM=Start nu
M_AMCCaption=Androidbescherming
M_AMCInfo_NotIns=Het kan zijn dat uw Androidtoestel niet goed beschermd is
M_Recomm_Ins_AMC=Aanbevolen: Installeer %s op uw Androidapparaat.
M_AMCDesc=Optimaliseren en beveiligen van uw Androidtoestel.
M_RunAMC=Nu downloaden
M_DLCaption=Wachtwoordbeheer
M_DLInfo_NotIns=Beschermen en beheren van al uw wachtwoorden met Dashlane Password Manager.
M_DLInfo_UpToDate=Vergeet nooit meer uw wachtwoord met Dashlane.
M_RunDL=Beheren
M_AC_FreeTitleHide1=Alle aanbevolen programma's zijn verborgen!
M_AC_FreeTitleHide2=Klik op "Tonen" om deze in te zien en deze te installeren voor ultieme bescherming & maximale prestaties.
M_IUCaption=Programma's verwijderen
M_IUInfo_NotIns=Verwijderd ongewenste programma's, toolbalken en browserplug-ins.
M_IUInfo_UpToDate=IObit Uninstaller verwijderd plug-ins & apps diep en grondig.
M_IUInfo_NeedUpDate=Het IObit Uninstaller programma is verouderd.
M_RunIU=Nu uitvoeren
M_FPCaption=Videoconverter
M_FPInfo_NotIns=Installeer videoconverter om al uw video's te converteren voor uw verschillende apparaten.
M_FPInfo_UpToDate=Bekijk uw video's op elk apparaat.
M_FPInfo_NeedUpDate=Formaatpakket is verouderd.
M_iFreeUpCaption=iOS-optimalisatie
M_RuniFreeUp=Nu scannen
M_BuyiFreeUp=Koop nu
M_iFreeUpDesc=Maak meer ruimte vrij op uw iOS-apparaat.
M_iFreeUpInfo_NotIns=Er wordt veel onnodige ruimte in beslag genomen op uw iOS-apparaat.
M_iFreeUpInfo_UpToDate=iFreeUp maakt ruimte vrij op uw iOS-apparaat.
M_iFreeUpInfo_NeedUpDate=Uw iFreeUp is verouderd.
M_Recomm_Ins_iFreeUp=Aanbevolen: Installeer %s om vrije ruimte te creëren.
M_RunSGB=Nu installeren
M_SGBCaption=Game-optimalisatie
M_SGBInfo_NotIns=Verhoog de levensduur van uw games en PC.
M_SGBInfo_UpToDate=Game Booster versnelt en optimaliseert de prestaties van uw spel met 1-klik.
M_SGBInfo_NeedUpDate=Game Booster is verouderd.
M_RunIVC=Nu proberen
M_IVCCaption=Gratis Videoconverter
M_IVCInfo_NotIns=100% gratis, in meer dan 150 formaten en ultra snelle videoconversie
M_IVCInfo_UpToDate=Bekijk uw video's waar u maar wilt!
M_IVCInfo_NeedUpDate=iFun Videoconverter is verouderd.
M_RunIOT=Beheer nu
M_IOTCaption=iPhone Manager
M_IOTInfo_NotIns=1-klik om te importeren, exporteren en beheren van foto's, video's, muziek op uw iOS-apparaat.
M_IOTInfo_UpToDate=IOTransfer loopt goed.
M_IOTInfo_NeedUpDate=IOTransfer is verouderd.
M_IOTTip=IOTransfer belooft:<br>+ Transfer iPhone muziek naar PC/iTunes<br>+ Beheer alle foto's eenvoudig<br>+ Backup/herstel iPhone contents<br>+ Eerste klas technische ondersteuning
M_IOTDesc=All-in-one Content Manager voor iPhone && iPad.
M_VipTitle=VIP exclusieve aanbieding
M_AC_ShareTip=Deel de exclusieve aanbieding met mijn vrienden/familie
M_AC_Pro_Title=Andere aanbevolen producten voor betere beveiliging en pc-prestaties.
M_ACPro_SubTitle=Koop nu om te profiteren van de exclusieve kortingsprijs voor gebruikers van ASC PRO.
M_ACPro_SubTitle_AU=Koop nu om te profiteren van de exclusieve kortingsprijs voor betalende gebruikers van ASC Ultimate.
M_ActionCenterTitle_Perfectly=Alle programma's draaien perfect!
M_ACPro_SubTitle_db=Koop nu om te profiteren van de exclusieve kortingsprijs voor gebruikers van Driver Booster PRO.
M_SubTitle_Perfectly=Start regelmatig de volgende programma's voor een betere beveiliging en pc-prestaties te verkrijgen. Geniet van het gebruik ervan..
M_ShowACTitlePro=VIP exclusieve aanbieding
M_ShowACDescPro=Klik op "Tonen" om een EXCLUSIEVE kortingsprijs voor andere aanbevolen IObit-producten te verkrijgen.
M_AC_ProShareMail=Deel ons via Emails
M_AC_ProShareFB=Deel ons via Facebook
M_AC_NoMailCLient=De bewerking is mislukt omdat de standaard e-mailclient niet juist is geïnstalleerd.
M_BuyIMF=Koop nu
M_BuyDB=Koop nu
M_BuySD=Koop nu

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport.Caption=Foutrapportage verzenden
lblErrorDetails.Caption=Foutdetails:
lblUserEmail.Caption=Uw e-mailadres:
lblSuccTips.Caption=Bedankt voor uw foutrapportage. We nemen spoedig contact met u op.
btnClose.Hint=Sluiten

[SendBugReportNew_M]
M_AskUserTips=heeft en probleem ondervonden. Zend ons a.u.b. een foutrapportage zodat we dit kunnen verhelpen.
M_BugStatisticsTips=heeft een fout ondervonden en moet afsluiten. We onderzoeken het probleem. Een ogenblik geduld...
M_SendingTips=Verzenden...
M_AttentionTips=heeft een fout ondervonden en moet afsluiten. Start het later opnieuw.
M_InvalidEmailTips=Ongeldig e-mailadres! Zorg ervoor dat uw e-mailadres correct is zodat wij u weer kunnen bereiken.
M_OKTips=OK

[ACD_M]
M_Downloading=Downloaden:
M_TipFixing=Repareren
M_Tips=Download is gaande. Dubbelklik het ikoon voor meer informatie.
M_Installing=Installeren:
M_MD5Faild=De download is ongeldig. Probeer het later nog eens.
M_NetError=De download is mislukt door een netwerkfout. Probeer het later nog eens!
M_DiskIsFull=Onvoldoende schijfruimte!
M_Speed=Snelheid:
M_AreSure_IObit=Weet u zeker dat u IObit Downloader wilt afsluiten?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Annuleren
lbl_Min.Caption=Minimaliseren
btnClose.Hint=Sluiten

